Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Analysis run on
tr_tr: Analiz çalıştırma tarihi

source: Run by
tr_tr: Yürüten

source: Subgroups
tr_tr: Alt Gruplar

source: Sync analysis
tr_tr: Analizi senkronize et

source: No analyses available yet.
tr_tr: Henüz kullanılabilir analiz yok.

source: Pay analysis results
tr_tr: Ücret analizi sonuçları

source: Publish analysis
tr_tr: Analizi yayımla

source: Apply changes
tr_tr: Değişiklikleri uygula

source: The current grid configuration will be sent to the selected entities. Please double-check whether all visible columns are needed for the further raise recommendation process.
tr_tr: Mevcut tablo yapılandırması seçili varlıklara gönderilecektir. Lütfen görünür tüm sütunların zam önerisi süreci için gerekli olup olmadığını kontrol edin.

source: Define access and permissions for this analysis.
tr_tr: Bu analiz için erişim ve izinleri tanımlayın.

source: Can comment
tr_tr: Yorum yapabilir

source: Can edit
tr_tr: Düzenleyebilir

source: Can view
tr_tr: Görüntüleyebilir

source: Can view admin comment
tr_tr: Yönetici yorumunu görüntüleyebilir

source: Can view HRBP comment
tr_tr: HRBP yorumunu görüntüleyebilir

source: Compensation recommendation
tr_tr: Ücret önerisi

source: Final offer
tr_tr: Son teklif

source: Give access
tr_tr: Erişim ver

source: Pay analysis settings
tr_tr: Ücret analizi ayarları

source: Prepopulated final raise proposals with recommendation.
tr_tr: Önceden doldurulmuş nihai zam önerileri, tavsiye ile birlikte.

source: The analysis was successfully published to the Planner.
tr_tr: Analiz başarıyla Planlayıcı'ya yayımlandı.

source: Publish analysis to planner
tr_tr: Analizi planlayıcıya yayımla

source: Set {{permission}} for {{section}}
tr_tr: {{section}} için {{permission}} ayarla

source: Demographic used
tr_tr: Kullanılan demografik bilgi

source: Columns
tr_tr: Sütunlar

source: Workbench visibility
tr_tr: Çalışma masası görünürlüğü

source: Save & close
tr_tr: Kaydet ve kapat

source: Save configuration
tr_tr: Yapılandırmayı kaydet

source: Planner visibility
tr_tr: Planlayıcı görünürlüğü

source: The column display settings were successfully saved.
tr_tr: Sütun görüntüleme ayarları başarıyla kaydedildi.

source: Show insights
tr_tr: İçgörüleri göster

source: Comp. manager
tr_tr: Ücret yöneticisi

source: Compensation after final raise
tr_tr: Nihai zam sonrası ücret

source: Compensation after recommended raise
tr_tr: Önerilen zam sonrası ücret

source: Distance from predicted compensation
tr_tr: Tahmin edilen ücret farkı

source: Distance from predicted compensation (after final raise)
tr_tr: Öngörülen ücretten uzaklık (nihai zam sonrası)

source: Outlier % (after final raise)
tr_tr: Aykırı değer % (nihai zam sonrası)

source: Final raise amount
tr_tr: Nihai zam tutarı

source: Final raise %
tr_tr: Nihai zam % oranı

source: Line manager
tr_tr: Birim yöneticisi

source: Outlier % (after raise)
tr_tr: Aykırı Değer % (zam sonrası)

source: Recommended raise amount
tr_tr: Önerilen zam tutarı

source: Recommended raise %
tr_tr: Önerilen zam %

source: Based on data from the following snapshot: {{snapshotName}}
tr_tr: Şu anlık görüntüdeki verilere dayanarak: {{snapshotName}}

source: Current
tr_tr: Mevcut

source: Female lower than male
tr_tr: Kadın erkekten düşük

source: Final
tr_tr: Son

source: Male lower than female
tr_tr: Erkek kadından düşük

source: Recommended
tr_tr: Önerilen

source: Adjusted pay gaps by demographics
tr_tr: Demografiye göre düzeltilmiş ücret farkları

source: Compare unadjusted and adjusted pay gaps by demographic group (relative to the reference group).
tr_tr: Demografik gruba göre (referans grubuna göre) düzeltilmemiş ve düzeltilmiş ücret farklarını karşılaştırın.

source: Number of raises
tr_tr: Zam sayısı

source: Total cost of raises
tr_tr: Toplam zam maliyeti

source: The compensation after raise cannot be lower than the current salary.
tr_tr: Zam sonrasındaki ücret, mevcut maaştan daha düşük olamaz.

source: The note was successfully added.
tr_tr: Not başarıyla eklendi.

source: The note was successfully updated.
tr_tr: Not başarıyla güncellendi.

source: Note options
tr_tr: Not seçenekleri

source: The configuration for time in role or leave of absence has been modified. Saving these changes will impact future snapshots and related data.
tr_tr: Rolde geçirilen süre veya izinli olma durumu için yapılandırma değiştirildi. Bu değişiklikleri kaydetmek, gelecekteki anlık görüntüleri ve ilgili verileri etkileyecektir.

source: Select absence type
tr_tr: Devamsızlık türünü seçin

source: A Leave of absence (LOA) allows workers to take time off work for specific reasons beyond standard paid time off. It may be paid or unpaid, depending on company policies and the purpose of the leave. Common reasons include medical issues, family emergencies, maternity/paternity, education, or personal matters.
tr_tr: İzinli ayrılma (LOA), Çalışanların standart ücretli izinlerin ötesinde belirli nedenlerle işten uzak kalmalarına olanak tanır. Şirket politikalarına ve iznin amacına bağlı olarak ücretli veya ücretsiz olabilir. Yaygın nedenler arasında sağlık sorunları, aile acil durumları, doğum/ebeveynlik, eğitim veya kişisel meseleler yer alır.

source: Select which absence types will apply to this policy and the related grace periods for these absences.
tr_tr: Bu politika için geçerli olacak devamsızlık türlerini ve bu devamsızlıklar için ilgili müsamaha sürelerini seçin.

source: Enable leave of absence
tr_tr: İzin devre dışı bırakmayı etkinleştir

source: Leave of absence
tr_tr: İzinli ayrılma

source: Leave of absence definition
tr_tr: İzinli ayrılma tanımı

source: Select which absence types will apply to this policy
tr_tr: Bu politika için hangi devamsızlık türlerinin geçerli olacağını seçin

source: Add absence type
tr_tr: Devamsızlık türü ekle

source: Edit absence type
tr_tr: Devamsızlık türünü düzenle

source: The leave of absence is missing the selected types.
tr_tr: İzin, seçilen türleri içermiyor.

source: Grace period (days)
tr_tr: Ek süre (gün)

source: The configuration of the modeler was saved successfully.
tr_tr: Modelleyicinin yapılandırması başarıyla kaydedildi.

source: Add significant field
tr_tr: Önemli alan ekle

source: Time in role refers to the duration a worker has spent in their current position or role within an organization. This metric is often used to assess experience, eligibility for promotions, transfers, or additional responsibilities.
tr_tr: Rolde geçen süre, bir Çalışanın bir kuruluş içindeki mevcut pozisyonunda veya rolünde geçirdiği süreyi ifade eder. Bu metrik, genellikle deneyimi, terfi, yer değiştirme veya ek sorumluluklara uygunluğu değerlendirmek için kullanılır.

source: Significant field definition
tr_tr: Önemli alan tanımı

source: Select the field that will trigger a time in role change for workers.
tr_tr: Çalışanlar için görevde geçirilen sürenin değişimini tetikleyecek alanı seçin.

source: Edit significant field
tr_tr: Önemli alanı düzenle

source: The time in role is missing the selected fields.
tr_tr: Rolde geçirilen sürede seçili alanlar eksik.

source: Select the fields that will trigger a time in role change for workers.
tr_tr: Çalışanlar için görevde geçirilen sürenin değişmesini tetikleyecek alanları seçin.

source: Enable time in role
tr_tr: Rolde geçirilen zamanı etkinleştir

source: Situation & Absence Configuration
tr_tr: Durum ve İzin Yapılandırması

source: Company Structure
tr_tr: Şirket Yapısı

source: You don't have permission to delete this payout curve. Only users with the Global compensation admin role can perform this action.
tr_tr: Bu ödeme eğrisini silme izniniz yok. Bu işlemi yalnızca Genel ücret yöneticisi rolüne sahip kullanıcılar gerçekleştirebilir.

source: This payout curve is in "Draft" status and is not used in any bonus plan. Deleting it will permanently remove it from the list. This action cannot be undone.
tr_tr: Bu ödeme eğrisi "Taslak" durumundadır ve herhangi bir ikramiye planında kullanılmamaktadır. Silinmesi, listeden kalıcı olarak kaldırılmasına neden olur. Bu işlem geri alınamaz.

source: Delete payout curve
tr_tr: Ödeme eğrisini sil

source: This payout curve is in "Ready" status and is not used in any bonus plan. Deleting it will permanently remove it from the list. This action cannot be undone.
tr_tr: Bu ödeme eğrisi "Hazır" durumundadır ve herhangi bir ikramiye planında kullanılmamaktadır. Silinmesi, listeden kalıcı olarak kaldırılmasına neden olur. Bu işlem geri alınamaz.

source: Are you sure you want to delete the published and used payout curve?
tr_tr: Yayınlanmış ve kullanılmış ödeme eğrisini silmek istediğinizden emin misiniz?

source: Cannot delete payout curve
tr_tr: Ödeme eğrisi silinemiyor

source: Used in the following places:
tr_tr: Aşağıdaki yerlerde kullanılır:

source: The payout curve was successfully deleted.
tr_tr: Ödeme eğrisi başarıyla silindi.

source: The payout curve was successfully duplicated.
tr_tr: Ödeme eğrisi başarıyla çoğaltıldı.

source: Open payout curve
tr_tr: Ödeme eğrisini aç

source: The end payout cannot be empty.
tr_tr: Son ödeme boş olamaz.

source: The end result cannot be empty.
tr_tr: Nihai sonuç boş olamaz.

source: The payout cannot be empty.
tr_tr: Ödeme boş olamaz.

source: The result cannot be empty.
tr_tr: Sonuç boş olamaz.

source: The start payout cannot be empty.
tr_tr: Başlangıç ödeme tutarı boş olamaz.

source: The start result cannot be empty.
tr_tr: Başlangıç sonucu boş olamaz.

source: Locations
tr_tr: Konumlar

source: This payout curve ({{payoutCurveName}}) is currently used in the following bonus plans:
tr_tr: Bu ödeme eğrisi ({{payoutCurveName}}) şu anda aşağıdaki ikramiye planlarında kullanılmaktadır:

source: Create skill & competency group
tr_tr: Beceri ve yetkinlik grubu oluştur

source: No skill & competency groups yet!
tr_tr: Henüz beceri ve yetkinlik grubu yok!

source: Scale
tr_tr: Ölçek

source: User Segmentation
tr_tr: Kullanıcı Segmentasyonu

source: Exclude individuals
tr_tr: Kişileri hariç tut

source: Individuals included
tr_tr: Dahil edilen kişiler

source: Grant proxy permission
tr_tr: Vekil izni verin

source: Edit proxy permission
tr_tr: Vekil iznini düzenleyin

source: View proxy permission
tr_tr: Vekil iznini görüntüleyin

source: Grant proxy access to:
tr_tr: Şunlara vekil erişimi verin:

source: User with proxy access:
tr_tr: Vekil erişimi olan kullanıcı:

source: You haven't added any workers yet. Type in a name to add a worker.
tr_tr: Henüz herhangi bir çalışan eklemediniz. Çalışan eklemek için bir ad yazın.

source: Who do they need to proxy?
tr_tr: Kimin yerine vekil olmaları gerekiyor?

source: Proxy access cannot be defined for at least one worker because they have not accepted the Data Protection Agreement (DPA).
tr_tr: Veri Koruma Sözleşmesini kabul etmedikleri için en az bir çalışan için vekil erişimi tanımlanamıyor.

source: Proxy access was successfully granted to {{name}}!
tr_tr: Vekil erişimi başarıyla {{name}} adlı kişiye verildi!

source: View list
tr_tr: Listeyi görüntüle

source: View proxy access list
tr_tr: Vekil erişim listesini görüntüleyin

source: Granted by
tr_tr: tarafından verildi

source: List of workers
tr_tr: Çalışanların listesi

source: Historical Performance Rating Upload
tr_tr: Geçmiş Performans Değerlendirmesi Yükleme

source: Performance Review Settings
tr_tr: Performans Değerlendirme Ayarları

source: Performance Review Template
tr_tr: Performans Değerlendirme Şablonu

source: Search in Workbench
tr_tr: Workbench'te ara

source: Workers & Professional Roles
tr_tr: Çalışanlar ve Profesyonel Roller

source: Security & Roles
tr_tr: Güvenlik ve Görevler

source: Sensitive Content Filtering
tr_tr: Hassas İçerik Filtreleme

source: User session
tr_tr: Kullanıcı oturumu

source: Smart Features
tr_tr: Akıllı Özellikler

source: Enable talent review
tr_tr: Yetenek değerlendirmeri etkinleştir

source: Talent Review Settings
tr_tr: Yetenek Değerlendirmer Ayarları

source: Worker & Manager Pages
tr_tr: Çalışan ve Yönetici Sayfaları

source: This category will serve as the default throughout the application.
tr_tr: Bu kategori, uygulama genelinde varsayılan olarak kullanılacaktır.

source: Global worker category
tr_tr: Global çalışan kategorisi

source: Create global worker category
tr_tr: Global çalışan kategorisi oluştur

source: Edit global worker category
tr_tr: Genel çalışan kategorisini düzenle

source: Get started by creating it.
tr_tr: Oluşturarak başlayın.

source: No global worker category yet.
tr_tr: Henüz global çalışan kategorisi yok.

source: Define the local worker category that will override the global worker category. The order matters because if a worker is included in multiple configurations, the topmost configuration will be applied.
tr_tr: Genel Çalışan kategorisinin üzerine yazacak yerel Çalışan kategorisini tanımlayın. Sıralama önemlidir, çünkü bir Çalışan birden fazla yapılandırmaya dahilse, en üstteki yapılandırma uygulanır.

source: Local worker category
tr_tr: Yerel Çalışan kategorisi

source: Create local category
tr_tr: Yerel kategori oluştur

source: Are you sure you want to delete this local worker category? This action cannot be undone.
tr_tr: Bu yerel Çalışan kategorisini silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Delete local worker category
tr_tr: Yerel Çalışan kategorisini sil

source: The local worker category was successfully deleted.
tr_tr: Yerel Çalışan kategorisi başarıyla silindi.

source: Blank configuration
tr_tr: Boş yapılandırma

source: Separator
tr_tr: Ayırıcı

source: Total workers
tr_tr: Toplam Çalışan sayısı

source: No local worker category
tr_tr: Yerel Çalışan kategorisi yok

source: Fields selected: {{count}}
tr_tr: Seçilen alanlar: {{count}}

source: Local category name
tr_tr: Yerel kategori adı

source: Populations selected: {{count}}
tr_tr: Seçilen popülasyonlar: {{count}}

source: Selected population
tr_tr: Seçilen popülasyon

source: Create local worker category
tr_tr: Yerel Çalışan kategorisi oluştur

source: Edit local worker category
tr_tr: Yerel Çalışan kategorisini düzenle

source: Provide a name for the category
tr_tr: Kategori için bir ad sağlayın

source: This population configuration already exists in a different local worker category.
tr_tr: Bu popülasyon yapılandırması zaten farklı bir yerel Çalışan kategorisinde mevcut.

source: Choose a population for this configuration.
tr_tr: Bu yapılandırma için bir popülasyon seçin.

source: At least one population must be selected.
tr_tr: En az bir popülasyon seçilmelidir.

source: Worker Category Management
tr_tr: Çalışan Kategori Yönetimi

source: Select the field whose values will form part of this worker's category.
tr_tr: Bu çalışanın kategorisinin bir parçasını oluşturacak değerlere sahip alanı seçin.

source: An entity is required.
tr_tr: Bir varlık gereklidir.

source: A field is required.
tr_tr: Bir alan zorunludur.

source: Fill blank fields value with custom values.
tr_tr: Boş alan değerlerini özel değerlerle doldurun.

source: The custom value cannot be longer than 50 characters.
tr_tr: Özel değer 50 karakterden uzun olamaz.

source: A custom value is required when using custom blank values.
tr_tr: Özel boş değerler kullanılırken özel bir değer gereklidir.

source: Fill blank fields value with a [Blank] value.
tr_tr: Boş alan değerlerini [Boş] değeriyle doldurun.

source: Define how blank values should be handled.
tr_tr: Boş değerlerin nasıl işleneceğini tanımlayın.

source: Blank values
tr_tr: Boş değerler

source: Skip blank fields.
tr_tr: Boş alanları atla.

source: You must add at least one concatenated field.
tr_tr: En az bir birleştirilmiş alan eklemelisiniz.

source: The blank value behavior is required.
tr_tr: Boş değer davranışı gereklidir.

source: The separator is required.
tr_tr: Ayırıcı gereklidir.

source: You have not added any fields yet.
tr_tr: Henüz herhangi bir alan eklemediniz.

source: Preview (blank):
tr_tr: Önizleme (boş):

source: Preview (default):
tr_tr: Önizleme (varsayılan):

source: Complete the configuration to see the preview of category of worker.
tr_tr: Çalışan kategorisinin önizlemesini görmek için yapılandırmayı tamamlayın.

source: Example of a configuration tailored to the specific use case.
tr_tr: Belirli kullanım durumuna göre özelleştirilmiş bir yapılandırma örneği.

source: • (bullet)
tr_tr: • (madde işareti)

source: : (colon)
tr_tr: : (iki nokta üst üste)

source: , (comma)
tr_tr: , (virgül)

source: - (dash)
tr_tr: - (tire)

source: / (forward slash)
tr_tr: / (eğik çizgi)

source: – (hyphen)
tr_tr: – (kısa çizgi)

source: Select the separator you want to use for the configuration.
tr_tr: Yapılandırma için kullanmak istediğiniz ayırıcıyı seçin.

source: ; (semicolon)
tr_tr: ; (noktalı virgül)

source: _ (underscore)
tr_tr: _ (alt çizgi)

source: | (vertical bar)
tr_tr: | (dikey çubuk)
